Repository: KDE/colibri
Catalog: po/*.po
Languages: de, sk

source: Light notification system for KDE4
de: Einfaches Benachrichtigungssystem für KDE4
sk: Odľahčený systém upozornení pre KDE4

source: Colibri is running.
de: Colibri läuft.
sk: Kolibri je spustené.

source: No notification system is running.
de: Es läuft kein Benachrichtigungssystem
sk: Nebeží žiadny systém upozornení.

source: The current notification system is %1. You must stop it to be able to start Colibri.
de: Das momentane Benachrichtigungssystem ist %1. Sie müssen es zuerst stoppen um um Colibri zu starten
sk: Aktuálny systém upozornení je %1. Aby ste mohli spustiť Colibri, musíte ho zastaviť.

source: Preview
de: Vorschau
sk: Ukážka

source: This is a preview of a Colibri notification
de: Das ist eine Vorschaubenachrichtigung von Colibri
sk: Ukážka upozornenia Colibri

source: Screen under mouse
de: Bildschirm unter der Maus
sk: Obrazovka pod myšou

source: Screen %1
de: Bildschirm %1
sk: Obrazovka %1

source: Status
sk: Stav

source: Start Colibri
de: Colibri starten
sk: Spustiť Colibri

source: Start Colibri at login
de: Colibri beim Systemstart starten
sk: Spustiť Colibri pri prihlásení

source: Appearance
de: Aussehen
sk: Vzhľad

source: Notification position:
de: Position der Benachrichtigung
sk: Umiestnenie upozornení:

source: Notification screen:
de: Benachrichtigung Fenster:
sk: Obrazovka upozornení:

source: Cannot preview because Colibri is not running.
de: Vorschau kann nicht angezeigt werden weil Colibri nicht läuft
sk: Nemožno zobraziť ukážku, pretože Colibri nie je spustené

# NAME OF TRANSLATORS
source: Your names
de: Michael Gangolf
sk: Slavko

# EMAIL OF TRANSLATORS
source: Your emails
de: miga@migaweb.de
sk: linux@slavino.sk
